Repository: diggy/confirm-publishing-actions
Catalog: inc/lang/pjh-cpa-*.po
Languages: es_es, it_it

source: Confirm Publishing Actions
es_es: Confirmar Acciones de Publicación
it_it: Conferma Azioni di Pubblicazione

source: Confirm Publishing Actions is a WordPress plugin that prompts a user to click a confirm (or cancel) button whenever he is trying to submit, publish, update or delete a WordPress post. Simple, lightweight, customizable and translation-ready.
es_es: Confirmar Acciones de Publicación es un plugin de WordPress que insta al usuario a hacer clic en un botón de confirmación (o cancelación) cada vez que se dispone a enviar, publicar, actualizar o eliminar una entrada de WordPress. Sencillo, ligero, personalizable y preparado para ser traducido.
it_it: Conferma Azioni di Pubblicazione è un plugin di Wordpress che richiede all'utente di cliccare una conferma (o un annullamento) ogni qual volta stia cercando di sottoporre, pubblicare, modificare o cancellare un post di Wordpress. Semplice, leggero, personalizzabile e pronto per la traduzione.

source: Post
es_es: Entrada
it_it: Articolo

source: You are about to delete this %1$s. Proceed?
es_es: Está a punto de eliminar esta %1$s. ¿Está seguro?
it_it: Stai per cancellare questo %1$s. Continuare?

source: You are about to submit this %1$s for review. Proceed?
es_es: Está a punto de enviar esta %1$s para revisión. ¿Está seguro?
it_it: Stai per sottoporre a revisione questo %1$s. Continuare?

source: You are about to publish this %1$s. Proceed?
es_es: Está a punto de publicar esta %1$s. ¿Está seguro?
it_it: Stai per pubblicare questo %1$s. Continuare?

source: You are about to update this %1$s. Proceed?
es_es: Está a punto de actualizar esta %1$s. ¿Está seguro?
it_it: Stai per modificare questo %1$s. Continuare?

source: <a href="%1$s">Documentation</a>
es_es: <a href="%1$s">Documentación</a>
it_it: <a href="%1$s">Documentazione</a>

source: <a href="%1$s">Support</a>
es_es: <a href="%1$s">Soporte</a>
it_it: <a href="%1$s">Supporto</a>

source: <a href="%1$s">Donate</a>
es_es: <a href="%1$s">Donar</a>
it_it: <a href="%1$s">Donazioni</a>

source: You are about to schedule this %1$s. Proceed?
es_es: Está a punto de programar esta %1$s. ¿Está seguro?
it_it: Stai per programmare questo %1$s. Continuare?
